[
  {
    "id": null,
    "headingText": "Find the unfound.",
    "text": "Find the unfound.\nDORA, the world's only AI-Assisted Mineral Discovery Platform, puts the power of AI into the hands of geoscientists, unlocking opportunities within your data. Built for a new era of exploration, DORA supports technical teams in making faster, more confident decisions that accelerate discovery so you can drill smart and find things.\nBOOK A DEMO\n++\n++"
  },
  {
    "id": null,
    "headingText": null,
    "text": ""
  },
  {
    "id": null,
    "headingText": "How it works",
    "text": "HOW IT WORKS\n++\nData Ingestion & Compilation\n[ 1 ]\nVRIFY unifies your project data with DORA’s proprietary database to build a powerful, AI-ready data stack for faster, smarter discovery. Whether you have a little data or a lot, there are valuable insights waiting to be uncovered.\n++\nAugment & Extend Existing Data\n[ 2 ]\nDORA’s AI extends and enhances your data, generating new insights with the support of our geoscience team who helps run early models to maximize value. Our proprietary Feature Processing Modules allow you to see beyond what you know.\n++\nPrediction Review & Refinement\n[ 3 ]\nRefine AI-generated targets using project knowledge and iterate with guidance from VRIFY's experts. Adjust parameters, investigate feature importance, and rerun models to continually improve accuracy.\n++\nTarget Definition & Exploration Planning\n[ 4 ]\nUse predictions to prioritize targets and refine your exploration strategy to reduce risk and improve outcomes.\n++\nIteration & Optimization\n[ 5 ]\nAdd new data, retrain models, and enhance predictions. We are continuously improving DORA with Feature Processing Modules and enhanced data to support ongoing exploration.\n++\nVisualize & Communicate\n[ 6 ]\nPresent your models and results in 3D with VRIFY’s Viz, showcasing discoveries to stakeholders and investors to clearly communicate value beyond the known.\n++"
  },
  {
    "id": null,
    "headingText": "Discover dora",
    "text": "DISCOVER DORA\n++"
  },
  {
    "id": "case-study",
    "headingText": "case studies",
    "text": "CASE STUDIES\n++\nWe help make mineral discovery your unfair business advantage.\nCASE STUDY\nCartier Resources Unlocks New Potential In A Historic Gold Mining Region\nUncovering New Targets in a Historic Gold Camp with AI: Cartier’s Plan for Smarter Exploration\nREAD FULL STORY"
  },
  {
    "id": null,
    "headingText": "BENEFITS",
    "text": "BENEFITS\n++\nAI in mineral exploration doesn’t have to be a black box.\nDORA’s purpose-built AI brings clarity and confidence to your exploration strategy, driving smarter targeting and faster results.\n01\nGeoscience-Driven AI, Built by Experts\nDeveloped by geoscientists and AI leaders, DORA interprets exploration data into actionable insights. Our team guides you through data prep, model refinement, and platform training to support your next discovery.\n02\nStrategic Mineral Exploration\nDORA pinpoints high-potential targets quickly, using mineral-system-specific models to reduce risk and accelerate decisions, turning months of work into days.\n03\nSmarter Models, Stronger Data\nWith every new dataset, DORA’s AI improves. Built on one of the industry’s richest databases, it delivers sharper predictions and faster, more accurate planning.\n04\nIntuitive, Geoscience-Friendly Interface\nDORA’s user-friendly platform empowers geoscientists to explore, refine, and iterate with speed and precision. Blending AI with deep expertise leads to game-changing  exploration outcomes."
  },
  {
    "id": null,
    "headingText": "testimonials",
    "text": "TESTIMONIALS\n++\nROBERT ECKFORD\nCEO OF RUA GOLD\n“\nDORA has enabled our team to make faster, smarter decisions. AI rapidly synthesized our historical data, revealing meaningful geological patterns that would’ve taken weeks to uncover manually.\nMICHAEL HUDSON\nMANAGING DIRECTOR, SOUTHERN CROSS GOLD\n“\nWith industry-recognized expertise at VRIFY AI, I'm confident our collaboration has demonstrated a strong case for AI integration across the mining and exploration sector.\nPREV\n/\nNEXT\n1 / 2"
  },
  {
    "id": null,
    "headingText": "start discovering.",
    "text": "SEE VRIFY IN ACTION\nSTART DISCOVERING.\nBOOK A DEMO"
  }
]